{
  "sitetitle": "YanYi",
  "siteslogan": "",
  "homepage": "Homepage",
  "course": "Workshops & Services",
  "video": "Selected Videos",
  "contact": "Contact Us",
  "yearevent": "2016 Events",
  "jinpingkc": "Workshops",
  "ourservice": "Services",
  "upcomingactivity": "Upcoming Events",
  "yanyiteam": "Yanyi Team",
  "whoweare": "About Us",
  "cintro2": "Our words reveal our values, emotions and needs. Improving communication is a good beginning of the transformation. Yanyi Consulting helps people explore themselves, change their way of communication, speak with confidence while at the same time willing to listen and understand their counterparts, with the aim to create effective and deep interactions. By promoting communication, we can establish an open-minded, mutually beneficial, and cooperative world.",
  "cintro3": "<strong>Our vision:</strong> Become a company renowned for promoting communication skills.",
  "cintro4": "<strong>Our Mission:</strong> Help individuals and teams to improve communication, and thus enhance influence.<br/><br/><strong>Our Slogan:</strong> Your words may change your world.",
  "cintro5": "<strong>Our Values:</strong>",
  "cintro6": "Open-mind, Passion, Proactivity, Collaboration, Transformation",
  "cintro7": "<strong>Our services:</strong> Corporate Training, Executive Coaching, Public Seminars and Translation.",
  "cintro8": "Yanyi was founded in 2011, serving a great number of World 500 companies and domestic renowned companies. Our consultants and coach team are mainily from Mainland China, Hong Kong and Australia. Currently, we focus on business in Asia-Pacific area.<br/><br/>Founded in 2010, Speakeraid Consulting is a corporate communication and leadership training service provider, with practical and customized training and coaching programs to help corporate employees to achieve continuous and positive changes.<br/><br/>We offer follow-up mentoring and coaching sessions for workshop participants who would like to sustain their behavioral changes.<br/><br/>Our trainers and coaches are from Mainland China, Hong Kong and Australia, serving clients in Asia Pacific region.",



  "test":"test"
}