{
  "sitetitle": "Yan Yi",
  "siteslogan": "Your Word May Change Your World",
  "homepage": "Homepage",
  "navcourse": "Workshops",
  "course": "Yan Yi Workshops",
  "navvideo": "Videos",
  "video": "Videos",
  "contact": "Contact Us",
  "yearevent": "Events",
  "jinpingkc": "Yan Yi Workshops",
  "navservice": "Services",
  "ourservice": "Yan Yi Services",
  "msg_name": "Name",
  "msg_email": "Email",
  "msg_phone": "Phone",
  "msg_company": "Your Company",
  "msg_needs": "Your Needs",
  "msg_submit": "Submit",
  "upcomingactivity": "Events",
  "navstick": "Articles",
  "stick": "Original Articles",
  "navteam": "Yan Yi Team",
  "yanyiteam": "Yan Yi Team",
  "whoweare": "About Us",
  "cintro2": "Our words reveal our values, emotions and needs. Improving communication is an important first step in transforming ourselves. Yan Yi Consulting helps people explore themselves, change their way of communication, speak with confidence while at the same time listening to and understanding their counterparts. Our aim is to create effective and deep interactions. By promoting communication, we can establish an open-minded, mutually beneficial and cooperative world.",
  "cintro3": "<strong>Our vision:</strong> To become a company renowned for promoting communication skills.",
  "cintro4": "<strong>Our Mission:</strong> To help individuals and teams to improve communication, and thus enhance influence.<br/><br/><strong>Our Slogan:</strong> Your word may change your world.",
  "cintro5": "<strong>Our Values:</strong>",
  "cintro6": "Open-mindedness, Passion, Proactivity, Collaboration, Transformation",
  "cintro7": "<strong>Our Services:</strong> Corporate Training, Executive Coaching, Public Seminars and Translation",
  "cintro8": "Founded in 2011, Yan Yi Consulting is a corporate communication and leadership training service provider with practical, customized training and coaching programs to help corporate employees to achieve positive and continuous changes. Our trainers and coaches are from Mainland China, Hong Kong and Australia, serving clients in the Asia Pacific region.",



  "test":"test"
}